Repository: wp-plugins/imageshack-offloader
Catalog: lang/imageshack-offloader-*.po
Languages: be_by, bg_bg, ro_ro

source: full
be_by: поўны
bg_bg: пълен
ro_ro: întreagă

source: large
be_by: доўгі
bg_bg: голям
ro_ro: mare

source: medium
be_by: сярэдні
bg_bg: среден
ro_ro: medie

source: thumbnail
be_by: эскіз
ro_ro: miniatură

source: Upload images with these sizes
ro_ro: Încarcă imagini cu următoarele mărimi

source: Image sizes
be_by: Памер малюнкаў
bg_bg: Размер на изображението
ro_ro: Mărimea imaginilor

source: Unattached images
be_by: Незамацаваныя малюнкі
bg_bg: необвързан изображения
ro_ro: Imagini neatașate

source: Also upload unattached images.
be_by: Таксама загружаць незамацаваныя малюнкі.
bg_bg: Също така да качите необвързан изображения.
ro_ro: Încarcă și imaginile neatașate.

source: newest first
be_by: найновыя адразу
bg_bg: първо най-новите
ro_ro: întâi cele mai noi

source: random
be_by: выпадковыя
bg_bg: случаен
ro_ro: aleatoare

source: oldest first
be_by: адразу старэйшыя
bg_bg: Най-старите първи
ro_ro: întâi cele mai vechi

source: Offload priority
be_by: Offload-прыярытэт
bg_bg: Offload приоритет
ro_ro: Prioritate încărcare

source: Offload interval
be_by: Offload-інтэрвал
bg_bg: Offload приоритет
ro_ro: Interval de încărcare

source: Try to offload an image every %input% seconds. <br>If you set it to 0, images will be offloaded faster, but your site will be slower.
be_by: Паспрабуйце, каб разгрузіць малюнкі кожныя %input% секунд. <br>Калі вы ўсталюеце яе ў 0, малюнкі будуць выгружаны хутчэй, але ваш сайт будзе павольней.
bg_bg: Опитайте се да разтоварят снимката на всеки% секунди% принос. <br> Ако не сте я установена в 0, изображения ще бъде разтоварен-бързо, но вашият сайт ще бъде по-бавно.
ro_ro: Încearcă să încarci o imagine la fiecare %input% secunde. <br>Dacă pui 0, imaginile vor fi încărcate mai rapid, dar site-ul va merge mai greu.

source: Registration code
be_by: Код рэгістрацыі
bg_bg: Регистрация код
ro_ro: Codul de înregistrare

source: To put offloaded images into an account, paste the registration code found on <a target="_blank" href="http://profile.imageshack.us/registration/">this page</a> on Imageshack, after logging in.
be_by: Каб пакласці выгружана малюнкі ў рахунку, уставіць код рэгістрацыі знайсці на <a target="_blank" href="http://profile.imageshack.us/registration/">this page</a> на Imageshack Пасля ўваходу ва ўліковы запіс
bg_bg: За да разтоварен изображения по сметка, поставите регистрационен код, намерени в <a target="_blank" href="http://profile.imageshack.us/registration/"> тази страница </A> на Imageshack, след като влезете в профила си.
ro_ro: Pentru a pune imaginile încărcate într-un cont, copiază codul de înregistrare găsit la <a target="_blank" href="http://profile.imageshack.us/registration/">această pagină</a> de pe Imageshack, după ce te loghezi.

source: Offloading status
ro_ro: Stare offloading

source: No images offloaded yet.
ro_ro: Nicio imagine nu a fost încărcată încă.

source: Settings <strong>saved</strong>.
be_by: Налады <strong>захаваны </strong>.
bg_bg: Настройки <strong> спаси </ STRONG>.
ro_ro: Setări <strong>salvate</strong>.

source: Settings
be_by: Налады
bg_bg: Настройки
ro_ro: Setări

source: Offload your images to <a href="http://imageshack.us">ImageShack</a> to save server resources.
be_by: Offload вашых малюнкаў у <a href="http://imageshack.us">ImageShack</a> для захавання рэсурсаў сервера.
bg_bg: Offload вашите снимки да <a href="http://imageshack.us"> ImageShack </A> за да запазите ресурсите на сървъра.
ro_ro: Trimite imaginile la <a href="http://imageshack.us">ImageShack</a> pentru a face economie la resursele serverului.

source: Upload images with these sizes:
be_by: Загрузіць малюнкі з гэтым памерам:
bg_bg: Качване на изображения с тези размери:
